spec = {
    # 'text': 'Тестировщик',  # Текст фильтра
    'professional_role': 124,  # 124 - Спецализация: Тестировщик
    'schedule': 'remote',  # Формат работы: Удаленный
    'order_by': 'publication_time',  # Сортировка по Дате публикации
    'per_page': 100  # Кол-во вакансий на 1 странице
}

txt_QA = {
    'text': 'Тестировщик',  # Текст фильтра
    # 'professional_role': 124,  # 124 - Спецализация: Тестировщик
    'schedule': 'remote',  # Формат работы: Удаленный
    'order_by': 'publication_time',  # Сортировка по Дате публикации
    'per_page': 100  # Кол-во вакансий на 1 странице
}
